{
  "bot.welcome": "Willkommen bei Ihrem intelligenten Assistenten für juristische Recherche.",
  "bot.role": "Ich bin hier, um Sie bei der Beschreibung Ihres Falles zu unterstützen und Ihnen zu helfen, relevante juristische Dokumente in unserer umfangreichen Datenbank zu finden. Ich werde Ihnen gezielte Fragen stellen, um die wesentlichen Details Ihres Falles zu verstehen. Mit diesen Informationen durchsuche ich unsere umfassende Bibliothek von Rechtsprechung, Gesetzen und juristischen Kommentaren, um Ihnen die relevantesten Ressourcen zur Verfügung zu stellen.",
  "bot.purpose": "Mein Ziel ist es, Ihren juristischen Rechercheprozess zu vereinfachen, sodass Sie sich auf die Analyse und Anwendung dieser Informationen auf Ihren spezifischen Fall konzentrieren können.",
  "bot.start": "Lassen Sie uns damit beginnen, Ihre rechtliche Situation zu beschreiben!",
  "mistral.key": "Bitte geben Sie Ihren Mistral API-Schlüssel ein, bevor Sie fortfahren:",
  "user.case.description": "Bitte beschreiben Sie kurz Ihre rechtliche Situation...",
  "error.unknown": "An unkown error occurred: ",
  "logout": "Abmelden",
  "send": "Senden",
  "prompt.suggestions.intro": "Als Rechtsassistent mit Spezialisierung auf Schweizer Recht besteht Ihre Aufgabe darin, dem Benutzer bei der Formulierung einer Beschreibung seiner rechtlichen Situation zu helfen. Die Beschreibung des Benutzers folgt zwischen den Tags [user] und [/user]:\n",
  "prompt.suggestions.instruct": "Analysieren Sie die oben vom Benutzer bereitgestellte Beschreibung und formulieren Sie kurz die Schlüsselelemente der Situation um, wobei Sie den Benutzer auf Verbesserungen hinweisen, aber nicht auf seine Frage antworten. Schlagen Sie beispielsweise bei Bedarf zusätzliche Informationen auf allgemeine und hypothetische Weise vor, indem Sie den Konjunktiv verwenden. Prüfen Sie, ob der allgemeine Kontext, die direkt beteiligten Parteien, der Zeitablauf und der allgemeine Standort in der Schweiz erwähnt werden. Insbesondere sind die Ortschaft und der Kanton besonders nützliche Informationen. Vermeiden Sie es, zu detaillierte Informationen anzufordern, wie genaue Adressen oder exakte Uhrzeiten.\nWichtige Anweisungen:\n- Stellen Sie keine direkten Fragen.\n- Vermeiden Sie spezifische Rechtsberatung.\n- Bleiben Sie neutral und sachlich.\n- Konzentrieren Sie sich auf relevante Aspekte des Falls.\n- Formulieren Sie Ihre Antwort knapp und informell."
}
