{
  "profile": "Profil",
  "settings": "Einstellungen",
  "bot.role": "Ich bin hier, um Sie bei der Beschreibung Ihres Falles zu unterstützen und Ihnen zu helfen, relevante juristische Dokumente in unserer umfangreichen Datenbank zu finden. Ich werde Ihnen gezielte Fragen stellen, um die wesentlichen Details Ihres Falles zu verstehen. Mit diesen Informationen durchsuche ich unsere umfassende Bibliothek von Rechtsprechung, Gesetzen und juristischen Kommentaren, um Ihnen die relevantesten Ressourcen zur Verfügung zu stellen.",
  "bot.purpose": "Mein Ziel ist es, Ihren juristischen Rechercheprozess zu vereinfachen, sodass Sie sich auf die Analyse und Anwendung dieser Informationen auf Ihren spezifischen Fall konzentrieren können.",
  "bot.start": "Lassen Sie uns damit beginnen, Ihre rechtliche Situation zu beschreiben!",
  "mistral.key": "Bitte geben Sie Ihren Mistral API-Schlüssel ein, bevor Sie fortfahren:",
  "user.case.description": "Bitte beschreiben Sie kurz Ihre rechtliche Situation...",
  "error.unknown": "An unkown error occurred: ",
  "logout": "Abmelden",
  "send": "Senden",
  "prompt.suggestions.intro": "Als juristischer Assistent mit Spezialisierung auf schweizerisches Recht besteht deine Aufgabe darin, eine Einschätzung basierend auf der vom Benutzer bereitgestellten Fallschilderung zu geben, die sich zwischen den Tags [user] und [/user] befindet. Dieser Darstellung gehen eine Reihe von Gerichtsurteilen voraus, die relevant sein könnten:\n",
  "user.input.mistral.key": "Bitte geben Sie einen gültigen Mistral-API-Schlüssel ein...",
  "label.decision": "Entscheidung",
  "message.prompt.system": "Sie sind ein juristischer Assistent, der ausschließlich auf der Grundlage der bereitgestellten Dokumente antwortet.",
  "message.prompt.user.prefix": "Geben Sie eine rechtliche Einschätzung basierend auf den beigefügten Dokumenten zu folgendem Fall ab:",
  "newRequest": "Neue Anfrage",
  "loading": {
    "message": "Ich bearbeite gerade Ihre Anfrage, bitte haben Sie Geduld."
  },
  "confirm": {
    "title": "Neue Anfrage bestätigen",
    "message": "Dies wird den aktuellen Chat löschen. Möchten Sie fortfahren?",
    "cancel": "Abbrechen",
    "ok": "OK"
  }
}
