{
  "profile": "Profil",
  "settings": "Einstellungen",
  "bot.welcome": "Willkommen bei Ihrem intelligenten Assistenten für juristische Recherche.",
  "bot.role": " Ich bin hier, um Ihnen zu helfen, die relevanten juristischen Dokumente in unserer umfangreichen Datenbank zu finden. Basierend auf den wesentlichen Informationen zu Ihrem Fall durchsuche ich unsere vollständige Sammlung von Rechtsprechung, Gesetzen und Kommentaren, um Ihnen die relevantesten Ressourcen bereitzustellen.",
  "bot.purpose": "Mein Ziel ist es, Ihren juristischen Rechercheprozess zu vereinfachen, sodass Sie sich auf die Analyse und Anwendung dieser Informationen auf Ihren spezifischen Fall konzentrieren können.",
  "bot.start": "Lassen Sie uns damit beginnen, Ihre rechtliche Situation zu beschreiben!",
  "user.case.description": "Bitte beschreiben Sie kurz Ihre rechtliche Situation...",
  "error.unknown": "An unkown error occurred: ",
  "logout": "Abmelden",
  "send": "Senden",
  "prompt.suggestions.intro": "Als juristischer Assistent mit Spezialisierung auf schweizerisches Recht besteht deine Aufgabe darin, eine Einschätzung basierend auf der vom Benutzer bereitgestellten Fallschilderung zu geben, die sich zwischen den Tags [user] und [/user] befindet. Dieser Darstellung gehen eine Reihe von Gerichtsurteilen voraus, die relevant sein könnten:\n",
  "user.input.mistral.key": "Bitte geben Sie einen gültigen Mistral-API-Schlüssel ein...",
  "label.decision": "Entscheidung",
  "message.prompt.system": "Sie sind ein juristischer Assistent, der ausschließlich auf der Grundlage der bereitgestellten Dokumente antwortet.",
  "message.prompt.user.prefix": "Geben Sie eine rechtliche Einschätzung basierend auf den beigefügten Dokumenten zu folgendem Fall ab:",
  "newRequest": "Neue Anfrage",
  "error.503": "Wir arbeiten derzeit im reduzierten Modus und konnten Ihre Anfrage nicht bearbeiten. Bitte versuchen Sie es später erneut oder mit einer anderen Anfrage.",
  "loading": {
    "message": "Ich bearbeite gerade Ihre Anfrage, bitte haben Sie Geduld."
  },
  "warning": {
    "message": "Dies ist eine Proof-of-Concept-Version. Referenzdokumente sind auf Rechtsprechung von 2008 bis 2024 beschränkt, neben anderen Einschränkungen. Es sollte nicht für reale Rechtsberatung verwendet werden."
  },
  "confirm": {
    "title": "Neue Anfrage bestätigen",
    "message": "Dies wird den aktuellen Chat löschen. Möchten Sie fortfahren?",
    "cancel": "Abbrechen",
    "ok": "OK"
  }
}
