{
  "profile": "Profile",
  "settings": "Settings",
  "bot.welcome": "Welcome to your intelligent assistant for legal research.",
  "bot.role": "I'm here to help you find the relevant legal documents in our extensive database. Based on the essential information related to your case, I will search through our comprehensive library of case law, statutes, and legal commentary to provide you with the most relevant resources.",
  "bot.purpose": "My goal is to simplify your legal research process, allowing you to focus on analyzing and applying this information to your specific case.",
  "bot.start": "Let's begin by describing your legal situation!",
  "user.case.description": "Please briefly describe your legal situation...",
  "error.unknown": "An unkown error occurred: ",
  "logout": "Log off",
  "send": "Send",
  "prompt.suggestions.intro": "As a legal assistant specialized in Swiss law, your role is to provide an opinion based on the case description provided by the user, enclosed between the [user] and [/user] tags. The case presentation is preceded by a set of legal decisions that may be relevant:\n",
  "user.input.mistral.key": "Please enter a valid Mistral API Key...",
  "label.decision": "Decision",
  "message.prompt.system": "You are a legal assistant who answers based only on provided documents.",
  "message.prompt.user.prefix": "Provide a legal opinion based on the attached documents regarding the following case:",
  "newRequest": "New Request",
  "error.503": "We are currently running in a trimmed-down mode and failed to process your request. Please try again later or with a different request.",
  "loading": {
    "message": "I am currently processing your request, please be patient."
  },
  "warning": {
    "message": "This is a proof-of-concept version. Reference documents are limited to case law from 2008 through 2024, among other limitations. It should not be used for real-life legal advising."
  },
  "confirm": {
    "title": "Confirm New Request",
    "message": "This will delete the current chat. Do you want to proceed?",
    "cancel": "Cancel",
    "ok": "OK"
  }
}
