{
  "profile": "Profil",
  "settings": "Paramètres",
  "bot.role": "Je suis là pour vous guider dans la description de votre affaire et vous aider à trouver les documents légaux pertinents dans notre vaste base de données. Je vous poserai des questions ciblées pour comprendre les détails essentiels de votre cas. En utilisant ces informations, je parcourrai notre bibliothèque complète de jurisprudence, de lois et de commentaires juridiques pour vous fournir les ressources les plus pertinentes.",
  "bot.purpose": "Mon objectif est de simplifier votre processus de recherche juridique, vous permettant ainsi de vous concentrer sur l'analyse et l'application de ces informations à votre affaire spécifique.",
  "bot.start": "Commençons par décrire votre situation juridique !",
  "mistral.key": "Veuillez renseigner votre clé d'API Mistral avant de poursuivre :",
  "user.case.description": "Veuillez décrire brièvement votre situation ou question juridique...",
  "error.unknown": "An unkown error occurred: ",
  "logout": "Déconnexion",
  "send": "Envoyer",
  "prompt.suggestions.intro": "En tant qu'assistant juridique spécialisé en droit suisse, ton rôle est de fournir un avis en fonction de la description du cas fourni par l'utilisateur qui suit, entre les tags [user] et [/user]. L'exposé de la situation est précédé par un ensemble de textes de jurisprudence, qui peut être pertinente :\n",
  "user.input.mistral.key": "Prière d'entrer une clé d'API Mistral valide...",
  "label.decision": "Décision",
  "message.prompt.system": "Tu es un assistant juridique qui répond uniquement sur la base des documents fournis.",
  "message.prompt.user.prefix": "Fournis un avis juridique en te fondant sur les documents joints concernant le cas suivant :",
  "newRequest": "Nouvelle demande",
  "loading": {
    "message": "Je traite actuellement votre demande, veuillez patienter."
  },
  "confirm": {
    "title": "Confirmer la nouvelle demande",
    "message": "Cela supprimera le chat actuel. Voulez-vous continuer?",
    "cancel": "Annuler",
    "ok": "OK"
  }
}
